Repository: SunvyWasTaken/MELD
Catalog: Content/Localization/Game/*/Game.po
Languages: fr_fr

# ST_InGame,Anxi
source: <Normal>Anxiety</>
fr_fr: <Normal>Anxiété</>

# ST_InGame,No
source: <Normal>No</>
fr_fr: <Normal>Non</>

# ST_InGame,Resume
source: <Normal>Resume</>
fr_fr: <Normal>Reprendre</>

# ST_InGame,TimeRemain
source: <Normal>Time remaining: {Nbr}s</>
fr_fr: <Normal>Temps restant : {Nbr}s</>

# ST_InGame,WhatWasISaying
source: <Normal>What I was talking about?</>
fr_fr: <Normal>Je parlais de quoi?</>

# ST_InGame,Yes
source: <Normal>Yes</>
fr_fr: <Normal>Oui</>

# ST_Menu,Back
source: <Normal>Back</>
fr_fr: <Normal>Retour</>

# ST_Menu,Confirm
source: <Normal>Are you sure?</>
fr_fr: <Normal>Etes vous sûre?</>

# ST_Menu,Congrat
source: <Title1>Congrat you did it</>
fr_fr: <Title1>Bravo tu as survécu</>

# ST_Menu,Create
source: <Normal>Create by :</>
fr_fr: <Normal>Crée par :</>

# ST_Menu,Credit
source: <Normal>Credit</>
fr_fr: <Normal>Crédit</>

# ST_Menu,Langue
source: <Normal>Language</>
fr_fr: <Normal>Langue</>

# ST_Menu,Main
source: <Normal>Main</>
fr_fr: <Normal>Principal</>

# ST_Menu,Menu
source: <Normal>Back to Menu</>
fr_fr: <Normal>Retour au menu</>

# ST_Menu,Model
source: <Normal>3D models from :</>
fr_fr: <Normal>Modèle 3D :</>

# ST_Menu,Music
source: <Normal>Music</>
fr_fr: <Normal>Musique</>

# ST_Menu,Option
source: <Normal>Option</>
fr_fr: <Normal>Options</>

# ST_Menu,OptionTitle
source: <Title1>Option</>
fr_fr: <Title1>Options</>

# ST_Menu,Play
source: <Normal>Play</>
fr_fr: <Normal>Jouer</>

# ST_Menu,Quit
source: <Normal>Quit</>
fr_fr: <Normal>Quitter</>

# ST_Menu,Thx
source: <Title1>Thank you for playing</>
fr_fr: <Title1>Merci d'avoir joué</>
